export const cgAccountList = ['城管指挥中心','城管大居中队',
'城管奉城中队','城管奉浦中队','城管海旅中队','城管海湾中队',
'城管金海中队','城管金汇中队','城管南桥中队','城管青村中队',
'城管四团中队','城管柘林中队','城管庄行中队','城管头桥中队',
'城管西渡中队']


export const cgAccountMap = {
    "城管指挥中心": "城管",
    '城管大居中队': "大居",
    '城管奉城中队': "奉城",
    '城管奉浦中队': '奉浦',
    '城管海旅中队': '海旅',
    '城管海湾中队': '海湾',
    '城管金海中队': '金海',
    '城管金汇中队': '金汇',
    '城管南桥中队': '南桥',
    '城管青村中队': '青村',
    '城管四团中队': '四团',
    '城管柘林中队': '柘林',
    '城管庄行中队': '庄行',
    '城管头桥中队': '头桥',
    '城管西渡中队': '西渡'
}