
export const getOrderProcess = () => {
    return new Promise(resolve => {
        setTimeout(() => {
            resolve({
                // url:oss/api/link/check/queryByTicket?ticketId=123123123
                "success": true,
                "message": "操作成功！",
                "code": 200,
                "result": [
                    {
                        "createTime": "2020-10-16 15:58:16",
                        "msg": "系统检测到相机设备（670251042）离线。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:58:16",
                        "msg": "系统无法检测相机设备（670251042）对应的背包箱。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:58:20",
                        "msg": "系统检测到相机设备（670251042）上联设备（onu）网络通讯正常。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:58:21",
                        "msg": "系统检测到onu上联设备（olt）网络通讯正常。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:58:21",
                        "msg": "系统未检测到网络设备。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:58:28",
                        "msg": "系统检测到相机设备（670140008）离线。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:58:28",
                        "msg": "系统无法检测相机设备（670140008）对应的背包箱。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:58:34",
                        "msg": "系统检测到相机设备（670140008）上联设备（onu）网络通讯异常。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:58:41",
                        "msg": "系统检测到onu上联设备（olt）网络通讯异常。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:58:41",
                        "msg": "系统未检测到网络设备。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:58:48",
                        "msg": "系统检测到相机设备（670140018）离线。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:58:48",
                        "msg": "系统无法检测相机设备（670140018）对应的背包箱。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:58:54",
                        "msg": "系统检测到相机设备（670140018）上联设备（onu）网络通讯异常。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:59:01",
                        "msg": "系统检测到onu上联设备（olt）网络通讯异常。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:59:01",
                        "msg": "系统未检测到网络设备。",
                        "ticketId": "123123123"
                    },
                    {
                        "createTime": "2020-10-16 15:58:16",
                        "msg": "系统检测到相机设备（670251042）离线。",
                        "ticketId": "123123123"
                    }
                ],
                "timestamp": 1602835156215
            }
            )
        },16)
    })
}